Tekla.Structures.Model.RebarPropertyModifier.GroupingTypeEnum
The grouping type.

Tekla.Structures.Model.RebarPropertyModifier.GroupingTypeEnum.AUTOMATIC
Automatic grouping.

Tekla.Structures.Model.RebarPropertyModifier.GroupingTypeEnum.MANUAL
Manual grouping.

Tekla.Structures.Model.RebarPropertyModifier.GroupingTypeEnum.NO_GROUPING
No grouping.